Repository: giosal/symfony
Catalog: src/Symfony/Component/Form/Resources/translations/validators.*.xlf
Languages: ka

source: This form should not contain extra fields.
ka: ეს ფორმა არ უნდა შეიცავდეს დამატებით ველებს.

source: The uploaded file was too large. Please try to upload a smaller file.
ka: ატვირთული ფაილი ძალიან დიდა. გთხოვთ, სცადეთ უფრო პატარა ფაილის ატვირთვა.

source: The CSRF token is invalid. Please try to resubmit the form.
ka: CSRF ტოკენი არასწორი. გთხოვთ, სცადეთ ფორმის თავიდან გაგზავნა.

source: This value is not a valid HTML5 color.
ka: ეს მნიშვნელობა არ არის სწორი HTML5 ფერი.

source: Please enter a valid birthdate.
ka: გთხოვთ, შეიყვანეთ სწორი დაბადების თარიღი.

source: The selected choice is invalid.
ka: მონიშნული არჩევანი არასწორია.

source: The collection is invalid.
ka: კოლექცია არასწორია.

source: Please select a valid color.
ka: გთხოვთ, აირჩიეთ სწორი ფერი.

source: Please select a valid country.
ka: გთხოვთ, აირჩიეთ სწორი ქვეყანა.

source: Please select a valid currency.
ka: გთხოვთ, აირჩიეთ სწორი ვალიუტა.

source: Please choose a valid date interval.
ka: გთხოვთ, აირჩიეთ სწორი თარიღების ინტერვალი.

source: Please enter a valid date and time.
ka: გთხოვთ, აირჩიეთ სწორი თარიღი და დრო.

source: Please enter a valid date.
ka: გთხოვთ, აირჩიეთ სწორი თარიღი.

source: Please select a valid file.
ka: გთხოვთ, აირჩიეთ სწორი ფაილი.

source: The hidden field is invalid.
ka: დამალული ველი არასწორია.

source: Please enter an integer.
ka: გთხოვთ, შეიყვანეთ სრული რიცხვი.

source: Please select a valid language.
ka: გთხოვთ, აირჩიეთ სწორი ენა.

source: Please select a valid locale.
ka: გთხოვთ, აირჩიეთ სწორი რეგიონალური პარამეტრი.

source: Please enter a valid money amount.
ka: გთხოვთ, აირჩიეთ სწორი ფულის რაოდენობა.

source: Please enter a number.
ka: გთხოვთ, შეიყვანეთ რიცხვი.

source: The password is invalid.
ka: პაროლი არასწორია.

source: Please enter a percentage value.
ka: გთხოვთ, შეიყვანეთ პროცენტული მნიშვნელობა.

source: The values do not match.
ka: მნიშვნელობები არ ემთხვევა.

source: Please enter a valid time.
ka: გთხოვთ, შეიყვანეთ სწორი დრო.

source: Please select a valid timezone.
ka: გთხოვთ, აირჩიეთ სწორი საათის სარტყელი.

source: Please enter a valid URL.
ka: გთხოვთ, შეიყვანეთ სწორი URL.

source: Please enter a valid search term.
ka: გთხოვთ, შეიყვანეთ სწორი საძიებო სიტყვა.

source: Please provide a valid phone number.
ka: გთხოვთ, მიუთითეთ სწორი ტელეფონის ნომერი.

source: The checkbox has an invalid value.
ka: მოსანიშნ ველს აქვს არასწორი მნიშვნელობა.

source: Please enter a valid email address.
ka: გთხოვთ, შეიყვანეთ სწორი ელ. ფოსტის მისამართი.

source: Please select a valid option.
ka: გთხოვთ, აირჩიეთ სწორი ოპცია.

source: Please select a valid range.
ka: გთხოვთ, აირჩიეთ სწორი დიაპაზონი.

source: Please enter a valid week.
ka: გთხოვთ, შეიყვანეთ სწორი კვირა.
